{"title":"布莱恩工作会议小感受","date":"2018-04-05T14:57:14.000Z","slug":"布莱恩工作会议小感受","updated":"2018-04-10T04:56:50.445Z","content":"<p>这次来到了长春参加工作会议。<br>第三次来到长春，感觉又是不一样的感觉。第一次是和橙子老师一起去的，第二次是和老爸老妈一起到伪满皇宫玩，这一次呢，则是和社团小伙伴一起来参加工作会议，很好呀。两天工作会议，一天室外拓展——徒步。<br>下面以整个课堂的上课讲解自己学到领悟到的东西。<br><b>一、 Steve老师分享 </b><br>Steve老师分享了关于自己大学中做的决定改变自己整个轨迹的路程。在整个过程中可以看出来，老师对自己的“期望”其实是比较低的，这样子在每次结果还不错的时候，还是可以说“已经很不错了，我就是一个土鳖，还能做到这样的结果。”真的好多次被老师的话给震撼到，真的是这样。</p>\n<blockquote>\n<p>不要轻易选择，选择了就不要轻易放弃</p>\n</blockquote>\n<p>在老师身上可以发现，他每一次都是一件一件事情完成，不会说是急于同时做好几件事情。每件事情都能做的很不错。对于自己做的每一件事情都是一种认真的态度，而不是一下子放弃。嗯嗯反观自己，很多时候真的是发现自己很weak，不能很好的完成一两件事，总是轻易放弃。</p>\n<blockquote>\n<p>去做一两件事情，做到是你身边最好的</p>\n</blockquote>\n<p>也是明白，像是老师说的“你能把50个音标学的很好很优秀。你还有什么事情完不成……”。后面明白，这是因为你有真正做成一两件事，所以有更大的可能性去做成事情。因为你会明白一件事情是怎么做好的，这个过程需要达到什么样的层次，心理过程什么的。这真的就是一种趋势。去认真做好一件事就好了，不用贪多。</p>\n<p><b>二、英文学习</b><br>这一次真的是让我知道自己到底是什么样的层次吧，给自己的每一项打分，把每一个评价指标量化，用分数告诉我们还能成长多少。就像是Audrey老师说的：“你要清楚知道自己现在的层次，自己要从什么方面提高，同时也要知道自己的优势是什么，去把自己的优势拉高。”<br>记叙自己需要在接下来的日子里面继续成长的部分：</p>\n<ul>\n<li>语音部分：外国人的节奏语感；外国人的腔体<br>+去观察外国人表达的时候运用的腔体，自己学习去模仿，有意识往那个方面去靠。</li>\n<li>文章：自己的积累<br>+之前自己就是很典型的对背诵没有感觉。在这次真的意识到这就是自己给自己加上的标签“不擅长背诵”。其实自己是可以的。其次就是在整个过程应用到的“中英思维”——中英翻译，英汉互译。去留意，有意识去挖掘。而且更多，就是记下来里面一些专业名词，或是句型。这是最终目的。</li>\n<li>听：大量泛听；逐字稿精听。<br>+逐字稿合适的材料，去精听学习。“简单的都不做，做不来大的。”</li>\n<li>表达：商务谈判，演讲，自己的各种表达观点。（暂不要求）</li>\n<li>说：在不同的场景自己的表达。</li>\n</ul>\n<p><b>三、逐字稿</b><br>今天真的是感受到了Angela老师的力量。优秀的人总是能在各种情况下，看到自己的可能性，自己发展的未来。</p>\n<blockquote>\n<p>不要因为简单就放弃</p>\n</blockquote>\n<p>简单的事情是一种打基础。基地要打牢，不可以忽略简单的事情，当你简单的事情都没有坐下来的时候，怎么去发展更加高阶的水准，走不远。<br>发现每一个老师的分享真的就是很有力量。有时候觉得每个站在我面前的老师，都还是个个优秀的例子，都是一种力量的凝聚，优秀的人。“他也可以做到，我也可以！”</p>\n<p>4.6 徒步40公里<br>今天一整天开始进行徒步的旅程。真的在一路上感受到好多好多东西。</p>\n<blockquote>\n<p>1.完成了一件自己之前没有想过的事情。  </p>\n</blockquote>\n<p>在整个过程中其实很感受到的真的就是行走的力量，一步一步真的</p>\n<blockquote>\n<p>2.搭档的力量。</p>\n</blockquote>\n","prev":{"title":"The second time to lovely PCC","slug":"The-second-time-to-lovely-PCC"},"next":{"title":"acm-1","slug":"acm-1"},"link":"http://yoursite.com/post/布莱恩工作会议小感受/"}