{"title":"The second time to lovely PCC","date":"2018-04-15T16:06:46.000Z","slug":"The-second-time-to-lovely-PCC","updated":"2018-04-15T17:32:56.245Z","content":"<p>When I take my computer open, I get time to see what others write for me. AND I WAS MOVED.<br>In their eyes, they can find what i want to do for this group. Try a lot ,and be inspired by my smile and my way to see each of them.And they all believe one day I will be more shine than these two days.<br>I’m really grateful these girls and boys. They encouraged me to take responsibility more.And what i can do than i thought.<br>For whole two days, as a group leader and student, I feel a lot from this class. The numbers in our group inspired me so so much.REALLY THX THAT! Just speaking English makes me feel I am a international Chinese. I am really proud of that!<br>So at this time, maybe i’d like to use Chinese to express what I get through this process.</p>\n<p>&emsp;嗯！<br>&emsp;我的第二次PCC，很完整很好很开心很满足。</p>\n<ul>\n<li>第一次成为group leader。</li>\n<li>第一次去真正自己 独立去调试投影设备，在技能方面被依赖。</li>\n<li>第一次当众不顾形象而且很自然去进行英文表演。</li>\n<li>第一次尝试当众推荐自己。</li>\n<li>第一次因为leader的身份被奖励东西。</li>\n</ul>\n<p>&emsp;现在一想真的很多的突破这一次，真的是意识到，如果你想有所成长，一定要去做事情，一定要去尝试，你会看到不一样的你自己。</p>\n<blockquote>\n<p>关于leader</p>\n</blockquote>\n<p>&emsp;真的是第一次在布莱恩的活动中，成为一个leader。以往听到一些助教老师描述自己组内的感觉，自己有时候就get不到那个点。但是这次真的是一种全新的体验。虽然发现自己真的在这一方面没有经验，心有余而力不足，但整个下来，发现真的是这样，leader的位置让你有很多压力但感受和成长也很多。<br>&emsp;以往自己总是把自己定位成配合者，觉得配合就很好。但是从来没有成为一个组内的leader，就是不知道，怎么去inspire people和how to decide sth.What I should to learn.真的是感谢文娣Wendy，推了我一把，在整个过程中，引导我们去做事情。然后看到组内的人举手，就真的很开心，同时自己也被inspire 到，就会更想去做事情。感觉就是学到了很多。真的是被传递了一种做“leader”的感觉。做决定的能力；鼓励人感染人；坚定的感觉；</p>\n<blockquote>\n<p>关于成长</p>\n</blockquote>\n<p>&emsp;第一次，体验那种一个接一个小组性质的文章PK。在为小组争夺荣誉的时候，就会很明显的感受到自己积累量的不足。真的很想抽自己两巴，不好好积累文章。真的是被身边人丰富的积累量震到了。<br>&emsp;在这个过程中，意识到自我学习的重要性。可以很明显的感受到老助教们到了后面的PK 阶段很多积累都不止是集训营的文章了，很多都是模仿，一些电影片段。真的发现，在布莱恩修炼的过程中，很多人的自我学习能力真的是英文学习中很大的驱动力。自我学习，吃老本，会die.</p>\n<blockquote>\n<p>关于自己</p>\n</blockquote>\n<p>&emsp;在Audrey的mediation中，真的随着一步一步的引导，感觉到一种Born to be confident的感觉。自信越长越大就没了呢……也想起外国朋友JD说的，中国年轻人一个很大的问题就是不自信，他们的英文说的很好，但是上来就是一句，my English is poor.他见过说英文更差的人，但他们自信得超乎你的想象，而且可以各种和你聊。中国发展的很好。但新的一代在面对外来文化的时候缺少一种“自信感”。这也许是在他眼里中国最大的问题。<br>&emsp;反观到我自己，“你有自信和外国人主动说话吗？”。 嗯我前两天好像还是缺了点什么，不敢“不想”去主动搭讪。<br>&emsp;但是……现在我觉得我可以做到主动和自信。就是单纯的很相信，尤其是在PCC后感觉到自己的英文其实很好，我也可以做到很好的和外国人交流。嗯嗯。在这两天的过程中，无中文的思考过程，就是哗啦啦的去表达，整个过程就是让我觉得真的很赞！很好！</p>\n<p>“现在多去想想你想做什么！然后去做！”                ——Audrey</p>\n","prev":{"title":"三创总结","slug":"三创总结"},"next":{"title":"布莱恩工作会议小感受","slug":"布莱恩工作会议小感受"},"link":"http://yoursite.com/post/The-second-time-to-lovely-PCC/"}